#+Title: Cidades do Brasil

https://en.wikipedia.org/wiki/List_of_cities_in_Brazil_by_population

#+name: dados
| São Paulo                | São Paulo           |
| Rio de Janeiro           | Rio de Janeiro      |
| Brasília                 | Distrito Federal    |
| Salvador                 | Bahia               |
| Fortaleza                | Ceará               |
| Belo Horizonte           | Minas Gerais        |
| Manaus                   | Amazonas            |
| Curitiba                 | Paraná              |
| Recife                   | Pernambuco          |
| Goiânia                  | Goiás               |
| Belém                    | Pará                |
| Porto Alegre             | Rio Grande do Sul   |
| Guarulhos                | São Paulo           |
| Campinas                 | São Paulo           |
| São Luís                 | Maranhão            |
| São Gonçalo              | Rio de Janeiro      |
| Maceió                   | Alagoas             |
| Duque de Caxias          | Rio de Janeiro      |
| Campo Grande             | Mato Grosso do Sul  |
| Natal                    | Rio Grande do Norte |
| Teresina                 | Piauí               |
| São Bernardo do Campo    | São Paulo           |
| Nova Iguaçu              | Rio de Janeiro      |
| João Pessoa              | Paraíba             |
| Santo André              | São Paulo           |
| São José dos Campos      | São Paulo           |
| Jaboatão dos Guararapes  | Pernambuco          |
| Osasco                   | São Paulo           |
| Ribeirão Preto           | São Paulo           |
| Uberlândia               | Minas Gerais        |
| Sorocaba                 | São Paulo           |
| Contagem                 | Minas Gerais        |
| Aracaju                  | Sergipe             |
| Feira de Santana         | Bahia               |
| Cuiabá                   | Mato Grosso         |
| Joinville                | Santa Catarina      |
| Aparecida de Goiânia     | Goiás               |
| Juiz de Fora             | Minas Gerais        |
| Londrina                 | Paraná              |
| Ananindeua               | Pará                |
| Porto Velho              | Rondônia            |
| Niterói                  | Rio de Janeiro      |
| Belford Roxo             | Rio de Janeiro      |
| Serra                    | Espírito Santo      |
| Caxias do Sul            | Rio Grande do Sul   |
| Campos dos Goytacazes    | Rio de Janeiro      |
| Macapá                   | Amapá               |
| Florianópolis            | Santa Catarina      |
| Vila Velha               | Espírito Santo      |
| São João de Meriti       | Rio de Janeiro      |
| Mauá                     | São Paulo           |
| São José do Rio Preto    | São Paulo           |
| Mogi das Cruzes          | São Paulo           |
| Santos                   | São Paulo           |
| Betim                    | Minas Gerais        |
| Diadema                  | São Paulo           |
| Maringá                  | Paraná              |
| Jundiaí                  | São Paulo           |
| Campina Grande           | Paraíba             |
| Montes Claros            | Minas Gerais        |
| Rio Branco               | Acre                |
| Piracicaba               | São Paulo           |
| Carapicuíba              | São Paulo           |
| Olinda                   | Pernambuco          |
| Anápolis                 | Goiás               |
| Cariacica                | Espírito Santo      |
| Boa Vista                | Roraima             |
| Bauru                    | São Paulo           |
| Itaquaquecetuba          | São Paulo           |
| Caucaia                  | Ceará               |
| São Vicente              | São Paulo           |
| Vitória                  | Espírito Santo      |
| Caruaru                  | Pernambuco          |
| Blumenau                 | Santa Catarina      |
| Franca                   | São Paulo           |
| Ponta Grossa             | Paraná              |
| Canoas                   | Rio Grande do Sul   |
| Petrolina                | Pernambuco          |
| Pelotas                  | Rio Grande do Sul   |
| Vitória da Conquista     | Bahia               |
| Ribeirão das Neves       | Minas Gerais        |
| Uberaba                  | Minas Gerais        |
| Paulista                 | Pernambuco          |
| Cascavel                 | Paraná              |
| Praia Grande             | São Paulo           |
| Guarujá                  | São Paulo           |
| São José dos Pinhais     | Paraná              |
| Taubaté                  | São Paulo           |
| Petrópolis               | Rio de Janeiro      |
| Limeira                  | São Paulo           |
| Santarém                 | Pará                |
| Suzano                   | São Paulo           |
| Mossoró                  | Rio Grande do Norte |
| Camaçari                 | Bahia               |
| Palmas                   | Tocantins           |
| Taboão da Serra          | São Paulo           |
| Várzea Grande            | Mato Grosso         |
| Santa Maria              | Rio Grande do Sul   |
| Gravataí                 | Rio Grande do Sul   |
| Governador Valadares     | Minas Gerais        |
| Sumaré                   | São Paulo           |
| Marabá                   | Pará                |
| Volta Redonda            | Rio de Janeiro      |
| Juazeiro do Norte        | Ceará               |
| Barueri                  | São Paulo           |
| Embu das Artes           | São Paulo           |
| Ipatinga                 | Minas Gerais        |
| Foz do Iguaçu            | Paraná              |
| Imperatriz               | Maranhão            |
| Parnamirim               | Rio Grande do Norte |
| Viamão                   | Rio Grande do Sul   |
| Macaé                    | Rio de Janeiro      |
| São Carlos               | São Paulo           |
| Indaiatuba               | São Paulo           |
| Novo Hamburgo            | Rio Grande do Sul   |
| Cotia                    | São Paulo           |
| Magé                     | Rio de Janeiro      |
| São José                 | Santa Catarina      |
| Colombo                  | Paraná              |
| Itaboraí                 | Rio de Janeiro      |
| Sete Lagoas              | Minas Gerais        |
| Marília                  | São Paulo           |
| Americana                | São Paulo           |
| Divinópolis              | Minas Gerais        |
| São Leopoldo             | Rio Grande do Sul   |
| Itapevi                  | São Paulo           |
| Araraquara               | São Paulo           |
| Jacareí                  | São Paulo           |
| Arapiraca                | Alagoas             |
| Rio Verde                | Goiás               |
| Rondonópolis             | Mato Grosso         |
| Hortolândia              | São Paulo           |
| Presidente Prudente      | São Paulo           |
| Maracanaú                | Ceará               |
| Cabo Frio                | Rio de Janeiro      |
| Dourados                 | Mato Grosso do Sul  |
| Santa Luzia              | Minas Gerais        |
| Chapecó                  | Santa Catarina      |
| Itajaí                   | Santa Catarina      |
| Juazeiro                 | Bahia               |
| Criciúma                 | Santa Catarina      |
| Itabuna                  | Bahia               |
| Rio Grande               | Rio Grande do Sul   |
| Alvorada                 | Rio Grande do Sul   |
| Cachoeiro de Itapemirim  | Espírito Santo      |
| Águas Lindas de Goiás    | Goiás               |
| Sobral                   | Ceará               |
| Cabo de Santo Agostinho  | Pernambuco          |
| Luziânia                 | Goiás               |
| Rio Claro                | São Paulo           |
| Parauapebas              | Pará                |
| Passo Fundo              | Rio Grande do Sul   |
| Angra dos Reis           | Rio de Janeiro      |
| Castanhal                | Pará                |
| Araçatuba                | São Paulo           |
| Lauro de Freitas         | Bahia               |
| Santa Bárbara d'Oeste    | São Paulo           |
| Ferraz de Vasconcelos    | São Paulo           |
| Nova Friburgo            | Rio de Janeiro      |
| Barra Mansa              | Rio de Janeiro      |
| Nossa Senhora do Socorro | Sergipe             |
| Teresópolis              | Rio de Janeiro      |
| Guarapuava               | Paraná              |
| Ibirité                  | Minas Gerais        |
| Araguaína                | Tocantins           |
| São José de Ribamar      | Maranhão            |
| Mesquita                 | Rio de Janeiro      |
| Jaraguá do Sul           | Santa Catarina      |
| Francisco Morato         | São Paulo           |
| Itapecerica da Serra     | São Paulo           |
| Itu                      | São Paulo           |
| Linhares                 | Espírito Santo      |
| Palhoça                  | Santa Catarina      |
| Timon                    | Maranhão            |
| Bragança Paulista        | São Paulo           |
| Pindamonhangaba          | São Paulo           |
| Poços de Caldas          | Minas Gerais        |
| Ilhéus                   | Bahia               |
| Valparaíso de Goiás      | Goiás               |
| Caxias                   | Maranhão            |
| Nilópolis                | Rio de Janeiro      |
| Itapetininga             | São Paulo           |
| São Caetano do Sul       | São Paulo           |
| Teixeira de Freitas      | Bahia               |
| Maricá                   | Rio de Janeiro      |
| Lages                    | Santa Catarina      |
| Camaragibe               | Pernambuco          |
| Abaetetuba               | Pará                |
| Jequié                   | Bahia               |
| Barreiras                | Bahia               |
| Paranaguá                | Paraná              |
| Parnaíba                 | Piauí               |
| Franco da Rocha          | São Paulo           |
| Patos de Minas           | Minas Gerais        |
| Alagoinhas               | Bahia               |
| Mogi Guaçu               | São Paulo           |
| Queimados                | Rio de Janeiro      |
| Pouso Alegre             | Minas Gerais        |
| Jaú                      | São Paulo           |
| Porto Seguro             | Bahia               |
| Rio das Ostras           | Rio de Janeiro      |
| Botucatu                 | São Paulo           |
| Araucária                | Paraná              |
| Atibaia                  | São Paulo           |
| Sapucaia do Sul          | Rio Grande do Sul   |
| Teófilo Otoni            | Minas Gerais        |
| Sinop                    | Mato Grosso         |
| Garanhuns                | Pernambuco          |
| Balneário Camboriú       | Santa Catarina      |
| Toledo                   | Paraná              |
| Vitória de Santo Antão   | Pernambuco          |
| Santana de Parnaíba      | São Paulo           |
| Barbacena                | Minas Gerais        |
| Cametá                   | Pará                |
| Santa Rita               | Paraíba             |
| Sabará                   | Minas Gerais        |
| Varginha                 | Minas Gerais        |
| Apucarana                | Paraná              |
| Araras                   | São Paulo           |
| Simões Filho             | Bahia               |
| Brusque                  | Santa Catarina      |
| Crato                    | Ceará               |
| Pinhais                  | Paraná              |
| Araruama                 | Rio de Janeiro      |
| Resende                  | Rio de Janeiro      |
| Campo Largo              | Paraná              |
| Cubatão                  | São Paulo           |
| Santa Cruz do Sul        | Rio Grande do Sul   |
| Marituba                 | Pará                |
| Cachoeirinha             | Rio Grande do Sul   |
| São Mateus               | Espírito Santo      |
| Itapipoca                | Ceará               |
| Ji-Paraná                | Rondônia            |
| Conselheiro Lafaiete     | Minas Gerais        |
| Valinhos                 | São Paulo           |
| Maranguape               | Ceará               |
| Uruguaiana               | Rio Grande do Sul   |
| Bragança                 | Pará                |
| Itaguaí                  | Rio de Janeiro      |
| Vespasiano               | Minas Gerais        |
| Trindade                 | Goiás               |
| São Félix do Xingu       | Pará                |
| Sertãozinho              | São Paulo           |
| Jandira                  | São Paulo           |
| Guarapari                | Espírito Santo      |
| Ribeirão Pires           | São Paulo           |
| Codó                     | Maranhão            |
| Birigui                  | São Paulo           |
| Barcarena                | Pará                |
| Colatina                 | Espírito Santo      |
| Barretos                 | São Paulo           |
| Votorantim               | São Paulo           |
| Catanduva                | São Paulo           |
| Arapongas                | Paraná              |
| Guaratinguetá            | São Paulo           |
| Bagé                     | Rio Grande do Sul   |
| Paço do Lumiar           | Maranhão            |
| Várzea Paulista          | São Paulo           |
| Tatuí                    | São Paulo           |
| Caraguatatuba            | São Paulo           |
| Santana                  | Amapá               |
| Formosa                  | Goiás               |
| Três Lagoas              | Mato Grosso do Sul  |
| Itabira                  | Minas Gerais        |
| Itatiba                  | São Paulo           |
| Bento Gonçalves          | Rio Grande do Sul   |
| Salto                    | São Paulo           |
| Almirante Tamandaré      | Paraná              |
| Paulo Afonso             | Bahia               |
| Araguari                 | Minas Gerais        |
| Poá                      | São Paulo           |
| Igarassu                 | Pernambuco          |
| Ubá                      | Minas Gerais        |
| Passos                   | Minas Gerais        |
| Novo Gama                | Goiás               |
| Altamira                 | Pará                |
| Parintins                | Amazonas            |
| Ourinhos                 | São Paulo           |
| São Lourenço da Mata     | Pernambuco          |
| Eunápolis                | Bahia               |
| Senador Canedo           | Goiás               |
| Tucuruí                  | Pará                |
| Paragominas              | Pará                |
| Açailândia               | Maranhão            |
| Piraquara                | Paraná              |
| Corumbá                  | Mato Grosso do Sul  |
| Umuarama                 | Paraná              |
| Coronel Fabriciano       | Minas Gerais        |
| Muriaé                   | Minas Gerais        |
| Patos                    | Paraíba             |
| Paulínia                 | São Paulo           |
| Catalão                  | Goiás               |
| Ariquemes                | Rondônia            |
| Santa Cruz do Capibaribe | Pernambuco          |
| Cambé                    | Paraná              |
| Araxá                    | Minas Gerais        |
| Erechim                  | Rio Grande do Sul   |
| Tubarão                  | Santa Catarina      |
| Bacabal                  | Maranhão            |
| Ituiutaba                | Minas Gerais        |
| Japeri                   | Rio de Janeiro      |
| Assis                    | São Paulo           |
| Tailândia                | Pará                |
| Itumbiara                | Goiás               |
| Lagarto                  | Sergipe             |
| Iguatu                   | Ceará               |
| São Pedro da Aldeia      | Rio de Janeiro      |
| Lavras                   | Minas Gerais        |
| Itaperuna                | Rio de Janeiro      |
| Leme                     | São Paulo           |
| Breves                   | Pará                |
| Tangará da Serra         | Mato Grosso         |
| São Gonçalo do Amarante  | Rio Grande do Norte |
| Itaituba                 | Pará                |
| Santo Antônio de Jesus   | Bahia               |
| Itanhaém                 | São Paulo           |
| Caieiras                 | São Paulo           |


#+BEGIN_SRC lisp :var dados=dados :results output
 (mapcar (lambda (d) (format t "~a,3,~a~%" (car d) (car d))) dados)
#+END_SRC

#+RESULTS:
#+begin_example
São Paulo,3,São Paulo
Rio de Janeiro,3,Rio de Janeiro
Brasília,3,Brasília
Salvador,3,Salvador
Fortaleza,3,Fortaleza
Belo Horizonte,3,Belo Horizonte
Manaus,3,Manaus
Curitiba,3,Curitiba
Recife,3,Recife
Goiânia,3,Goiânia
Belém,3,Belém
Porto Alegre,3,Porto Alegre
Guarulhos,3,Guarulhos
Campinas,3,Campinas
São Luís,3,São Luís
São Gonçalo,3,São Gonçalo
Maceió,3,Maceió
Duque de Caxias,3,Duque de Caxias
Campo Grande,3,Campo Grande
Natal,3,Natal
Teresina,3,Teresina
São Bernardo do Campo,3,São Bernardo do Campo
Nova Iguaçu,3,Nova Iguaçu
João Pessoa,3,João Pessoa
Santo André,3,Santo André
São José dos Campos,3,São José dos Campos
Jaboatão dos Guararapes,3,Jaboatão dos Guararapes
Osasco,3,Osasco
Ribeirão Preto,3,Ribeirão Preto
Uberlândia,3,Uberlândia
Sorocaba,3,Sorocaba
Contagem,3,Contagem
Aracaju,3,Aracaju
Feira de Santana,3,Feira de Santana
Cuiabá,3,Cuiabá
Joinville,3,Joinville
Aparecida de Goiânia,3,Aparecida de Goiânia
Juiz de Fora,3,Juiz de Fora
Londrina,3,Londrina
Ananindeua,3,Ananindeua
Porto Velho,3,Porto Velho
Niterói,3,Niterói
Belford Roxo,3,Belford Roxo
Serra,3,Serra
Caxias do Sul,3,Caxias do Sul
Campos dos Goytacazes,3,Campos dos Goytacazes
Macapá,3,Macapá
Florianópolis,3,Florianópolis
Vila Velha,3,Vila Velha
São João de Meriti,3,São João de Meriti
Mauá,3,Mauá
São José do Rio Preto,3,São José do Rio Preto
Mogi das Cruzes,3,Mogi das Cruzes
Santos,3,Santos
Betim,3,Betim
Diadema,3,Diadema
Maringá,3,Maringá
Jundiaí,3,Jundiaí
Campina Grande,3,Campina Grande
Montes Claros,3,Montes Claros
Rio Branco,3,Rio Branco
Piracicaba,3,Piracicaba
Carapicuíba,3,Carapicuíba
Olinda,3,Olinda
Anápolis,3,Anápolis
Cariacica,3,Cariacica
Boa Vista,3,Boa Vista
Bauru,3,Bauru
Itaquaquecetuba,3,Itaquaquecetuba
Caucaia,3,Caucaia
São Vicente,3,São Vicente
Vitória,3,Vitória
Caruaru,3,Caruaru
Blumenau,3,Blumenau
Franca,3,Franca
Ponta Grossa,3,Ponta Grossa
Canoas,3,Canoas
Petrolina,3,Petrolina
Pelotas,3,Pelotas
Vitória da Conquista,3,Vitória da Conquista
Ribeirão das Neves,3,Ribeirão das Neves
Uberaba,3,Uberaba
Paulista,3,Paulista
Cascavel,3,Cascavel
Praia Grande,3,Praia Grande
Guarujá,3,Guarujá
São José dos Pinhais,3,São José dos Pinhais
Taubaté,3,Taubaté
Petrópolis,3,Petrópolis
Limeira,3,Limeira
Santarém,3,Santarém
Suzano,3,Suzano
Mossoró,3,Mossoró
Camaçari,3,Camaçari
Palmas,3,Palmas
Taboão da Serra,3,Taboão da Serra
Várzea Grande,3,Várzea Grande
Santa Maria,3,Santa Maria
Gravataí,3,Gravataí
Governador Valadares,3,Governador Valadares
Sumaré,3,Sumaré
Marabá,3,Marabá
Volta Redonda,3,Volta Redonda
Juazeiro do Norte,3,Juazeiro do Norte
Barueri,3,Barueri
Embu das Artes,3,Embu das Artes
Ipatinga,3,Ipatinga
Foz do Iguaçu,3,Foz do Iguaçu
Imperatriz,3,Imperatriz
Parnamirim,3,Parnamirim
Viamão,3,Viamão
Macaé,3,Macaé
São Carlos,3,São Carlos
Indaiatuba,3,Indaiatuba
Novo Hamburgo,3,Novo Hamburgo
Cotia,3,Cotia
Magé,3,Magé
São José,3,São José
Colombo,3,Colombo
Itaboraí,3,Itaboraí
Sete Lagoas,3,Sete Lagoas
Marília,3,Marília
Americana,3,Americana
Divinópolis,3,Divinópolis
São Leopoldo,3,São Leopoldo
Itapevi,3,Itapevi
Araraquara,3,Araraquara
Jacareí,3,Jacareí
Arapiraca,3,Arapiraca
Rio Verde,3,Rio Verde
Rondonópolis,3,Rondonópolis
Hortolândia,3,Hortolândia
Presidente Prudente,3,Presidente Prudente
Maracanaú,3,Maracanaú
Cabo Frio,3,Cabo Frio
Dourados,3,Dourados
Santa Luzia,3,Santa Luzia
Chapecó,3,Chapecó
Itajaí,3,Itajaí
Juazeiro,3,Juazeiro
Criciúma,3,Criciúma
Itabuna,3,Itabuna
Rio Grande,3,Rio Grande
Alvorada,3,Alvorada
Cachoeiro de Itapemirim,3,Cachoeiro de Itapemirim
Águas Lindas de Goiás,3,Águas Lindas de Goiás
Sobral,3,Sobral
Cabo de Santo Agostinho,3,Cabo de Santo Agostinho
Luziânia,3,Luziânia
Rio Claro,3,Rio Claro
Parauapebas,3,Parauapebas
Passo Fundo,3,Passo Fundo
Angra dos Reis,3,Angra dos Reis
Castanhal,3,Castanhal
Araçatuba,3,Araçatuba
Lauro de Freitas,3,Lauro de Freitas
Santa Bárbara d'Oeste,3,Santa Bárbara d'Oeste
Ferraz de Vasconcelos,3,Ferraz de Vasconcelos
Nova Friburgo,3,Nova Friburgo
Barra Mansa,3,Barra Mansa
Nossa Senhora do Socorro,3,Nossa Senhora do Socorro
Teresópolis,3,Teresópolis
Guarapuava,3,Guarapuava
Ibirité,3,Ibirité
Araguaína,3,Araguaína
São José de Ribamar,3,São José de Ribamar
Mesquita,3,Mesquita
Jaraguá do Sul,3,Jaraguá do Sul
Francisco Morato,3,Francisco Morato
Itapecerica da Serra,3,Itapecerica da Serra
Itu,3,Itu
Linhares,3,Linhares
Palhoça,3,Palhoça
Timon,3,Timon
Bragança Paulista,3,Bragança Paulista
Pindamonhangaba,3,Pindamonhangaba
Poços de Caldas,3,Poços de Caldas
Ilhéus,3,Ilhéus
Valparaíso de Goiás,3,Valparaíso de Goiás
Caxias,3,Caxias
Nilópolis,3,Nilópolis
Itapetininga,3,Itapetininga
São Caetano do Sul,3,São Caetano do Sul
Teixeira de Freitas,3,Teixeira de Freitas
Maricá,3,Maricá
Lages,3,Lages
Camaragibe,3,Camaragibe
Abaetetuba,3,Abaetetuba
Jequié,3,Jequié
Barreiras,3,Barreiras
Paranaguá,3,Paranaguá
Parnaíba,3,Parnaíba
Franco da Rocha,3,Franco da Rocha
Patos de Minas,3,Patos de Minas
Alagoinhas,3,Alagoinhas
Mogi Guaçu,3,Mogi Guaçu
Queimados,3,Queimados
Pouso Alegre,3,Pouso Alegre
Jaú,3,Jaú
Porto Seguro,3,Porto Seguro
Rio das Ostras,3,Rio das Ostras
Botucatu,3,Botucatu
Araucária,3,Araucária
Atibaia,3,Atibaia
Sapucaia do Sul,3,Sapucaia do Sul
Teófilo Otoni,3,Teófilo Otoni
Sinop,3,Sinop
Garanhuns,3,Garanhuns
Balneário Camboriú,3,Balneário Camboriú
Toledo,3,Toledo
Vitória de Santo Antão,3,Vitória de Santo Antão
Santana de Parnaíba,3,Santana de Parnaíba
Barbacena,3,Barbacena
Cametá,3,Cametá
Santa Rita,3,Santa Rita
Sabará,3,Sabará
Varginha,3,Varginha
Apucarana,3,Apucarana
Araras,3,Araras
Simões Filho,3,Simões Filho
Brusque,3,Brusque
Crato,3,Crato
Pinhais,3,Pinhais
Araruama,3,Araruama
Resende,3,Resende
Campo Largo,3,Campo Largo
Cubatão,3,Cubatão
Santa Cruz do Sul,3,Santa Cruz do Sul
Marituba,3,Marituba
Cachoeirinha,3,Cachoeirinha
São Mateus,3,São Mateus
Itapipoca,3,Itapipoca
Ji-Paraná,3,Ji-Paraná
Conselheiro Lafaiete,3,Conselheiro Lafaiete
Valinhos,3,Valinhos
Maranguape,3,Maranguape
Uruguaiana,3,Uruguaiana
Bragança,3,Bragança
Itaguaí,3,Itaguaí
Vespasiano,3,Vespasiano
Trindade,3,Trindade
São Félix do Xingu,3,São Félix do Xingu
Sertãozinho,3,Sertãozinho
Jandira,3,Jandira
Guarapari,3,Guarapari
Ribeirão Pires,3,Ribeirão Pires
Codó,3,Codó
Birigui,3,Birigui
Barcarena,3,Barcarena
Colatina,3,Colatina
Barretos,3,Barretos
Votorantim,3,Votorantim
Catanduva,3,Catanduva
Arapongas,3,Arapongas
Guaratinguetá,3,Guaratinguetá
Bagé,3,Bagé
Paço do Lumiar,3,Paço do Lumiar
Várzea Paulista,3,Várzea Paulista
Tatuí,3,Tatuí
Caraguatatuba,3,Caraguatatuba
Santana,3,Santana
Formosa,3,Formosa
Três Lagoas,3,Três Lagoas
Itabira,3,Itabira
Itatiba,3,Itatiba
Bento Gonçalves,3,Bento Gonçalves
Salto,3,Salto
Almirante Tamandaré,3,Almirante Tamandaré
Paulo Afonso,3,Paulo Afonso
Araguari,3,Araguari
Poá,3,Poá
Igarassu,3,Igarassu
Ubá,3,Ubá
Passos,3,Passos
Novo Gama,3,Novo Gama
Altamira,3,Altamira
Parintins,3,Parintins
Ourinhos,3,Ourinhos
São Lourenço da Mata,3,São Lourenço da Mata
Eunápolis,3,Eunápolis
Senador Canedo,3,Senador Canedo
Tucuruí,3,Tucuruí
Paragominas,3,Paragominas
Açailândia,3,Açailândia
Piraquara,3,Piraquara
Corumbá,3,Corumbá
Umuarama,3,Umuarama
Coronel Fabriciano,3,Coronel Fabriciano
Muriaé,3,Muriaé
Patos,3,Patos
Paulínia,3,Paulínia
Catalão,3,Catalão
Ariquemes,3,Ariquemes
Santa Cruz do Capibaribe,3,Santa Cruz do Capibaribe
Cambé,3,Cambé
Araxá,3,Araxá
Erechim,3,Erechim
Tubarão,3,Tubarão
Bacabal,3,Bacabal
Ituiutaba,3,Ituiutaba
Japeri,3,Japeri
Assis,3,Assis
Tailândia,3,Tailândia
Itumbiara,3,Itumbiara
Lagarto,3,Lagarto
Iguatu,3,Iguatu
São Pedro da Aldeia,3,São Pedro da Aldeia
Lavras,3,Lavras
Itaperuna,3,Itaperuna
Leme,3,Leme
Breves,3,Breves
Tangará da Serra,3,Tangará da Serra
São Gonçalo do Amarante,3,São Gonçalo do Amarante
Itaituba,3,Itaituba
Santo Antônio de Jesus,3,Santo Antônio de Jesus
Itanhaém,3,Itanhaém
Caieiras,3,Caieiras
#+end_example

